[T_Facility_Propaganda_01_Speaker AkEvent]
SpokenText="Lembre-se, os Anciãos estão com você, sempre."

[T_Facility_Propaganda_02_Speaker AkEvent]
SpokenText="Você serve a pedido dos Anciãos."

[T_Facility_Propaganda_03_Speaker AkEvent]
SpokenText="A vontade dos Anciãos é absoluta."

[T_Facility_Propaganda_04_Speaker AkEvent]
SpokenText="Você é a personificação da vontade do Élder."

[T_Facility_Propaganda_05_Speaker AkEvent]
SpokenText="Nunca se esqueça do propósito dos Anciões para você."

[T_Facility_Propaganda_06_Speaker AkEvent]
SpokenText="Muitos antes de você ter sacrificado. Em breve você vai se juntar aos anciãos."

[T_Facility_Propaganda_07_Speaker AkEvent]
SpokenText="Seja orgulhoso de seu serviço aos anciões."

[T_Facility_Propaganda_08_Speaker AkEvent]
SpokenText="Os Anciãos o vêem, os Anciãos o conhecem".

[T_Facility_Propaganda_09_Speaker AkEvent]
SpokenText="Sua força vem ao preço da lealdade."

[T_Facility_Propaganda_10_Speaker AkEvent]
SpokenText="Através de cada conflito, os Anciãos estão ao seu lado."

[T_Facility_Propaganda_11_Speaker AkEvent]
SpokenText="Vocês são as mãos dos Anciãos, o instrumento de sua vontade."

[T_Facility_Propaganda_12_Speaker AkEvent]
SpokenText="O dom dos Anciãos para você exige obediência além da medida."

[T_Facility_Propaganda_13_Speaker AkEvent]
SpokenText="Seus esforços são cruciais, sem você, nunca haverá um fim."

[T_Facility_Propaganda_14_Speaker AkEvent]
SpokenText="Você está ligado aos Anciãos, assim como eles estão ligados ao seu próprio poder."

[T_Facility_Propaganda_15_Speaker AkEvent]
SpokenText="A vontade dos anciãos é a vontade do povo".

[T_Facility_Propaganda_16_Speaker AkEvent]
SpokenText="Confie nos Anciões, sua visão é absoluta."

[T_Facility_Propaganda_17_Speaker AkEvent]
SpokenText="Seus sacrifícios palidecem em comparação com as próprias provas do Ancião."

[T_Facility_Propaganda_18_Speaker AkEvent]
SpokenText="Vocês são todos os verdadeiros agentes da paz."

[T_Facility_Propaganda_19_Speaker AkEvent]
SpokenText="O objetivo dos Anciãos aqui é altruísta, para o benefício de todos."

[T_Facility_Propaganda_20_Speaker AkEvent]
SpokenText="Nunca esqueça os erros do velho mundo."

[T_Facility_Propaganda_21_Speaker AkEvent]
SpokenText="À medida que você serve, os Anciões olham."

[T_Facility_Propaganda_22_Speaker AkEvent]
SpokenText="Vocês são os primeiros passos rumo à verdadeira liberdade."

[T_Facility_Propaganda_23_Speaker AkEvent]
SpokenText="Seus esforços marcam o começo de nossa salvação."

[T_Facility_Propaganda_24_Speaker AkEvent]
SpokenText="Nunca renunciar ao seu compromisso com a nossa causa."

[T_Facility_Propaganda_25_Speaker AkEvent]
SpokenText="Os Anciãos guiarão a sua mão."

[T_Facility_Propaganda_26_Speaker AkEvent]
SpokenText="Você é o instrumento dos Anciãos."

[T_Facility_Propaganda_27_Speaker AkEvent]
SpokenText="Você anda o caminho para a ascensão."

[T_Facility_Propaganda_28_Speaker AkEvent]
SpokenText="Os Anciãos esperam por você no próximo mundo."

[T_Facility_Propaganda_29_Speaker AkEvent]
SpokenText="Sirva com honra sabendo que os Anciãos estão com você."

[T_Facility_Propaganda_30_Speaker AkEvent]
SpokenText="Você é apenas um dos muitos dons do Ancião para este mundo."

[T_Facility_Propaganda_31_Speaker AkEvent]
SpokenText="Você nunca está sozinho. Os Anciãos são um, ADVENTO é muitos."

[T_Facility_Propaganda_32_Speaker AkEvent]
SpokenText="Você é o futuro deste mundo."

[T_Facility_Propaganda_33_Speaker AkEvent]
SpokenText="Os Anciãos o guiarão para o caminho justo."

[T_Facility_Propaganda_34_Speaker AkEvent]
SpokenText="Nunca renuncie em sua lealdade aos Anciãos."

[T_Facility_Propaganda_35_Speaker AkEvent]
SpokenText="Não tolere nada, a humanidade precisa de uma mão firme."

[T_Facility_Propaganda_36_Speaker AkEvent]
SpokenText="Fique firme e faça cumprir a vontade dos Anciãos."

[T_Facility_Propaganda_37_Speaker AkEvent]
SpokenText="Você realmente é um com os Anciãos."

[T_Facility_Propaganda_38_Speaker AkEvent]
SpokenText="Eu temo por aqueles que ousariam se opor a você."

[T_Facility_Propaganda_39_Speaker AkEvent]
SpokenText="Aqueles que traem os Anciãos devem sofrer as conseqüências."

[T_Final_Mission_Final_Set_Five_Speaker_03 AkEvent]
SpokenText="Tanto tempo perdido, você nos deixou com pouca alternativa, o tempo para o compromisso está no fim."

[T_Final_Mission_Final_Set_Four_Speaker_04 AkEvent]
SpokenText="Ainda há tempo, Comandante, não pense nisso como uma rendição, pense nisso como um retorno ao seu lugar de direito."

[T_Final_Mission_Final_Showdown_Begins_Speaker_05 AkEvent]
SpokenText="Sua persistência é admirável, mas cansada. É hora de aceitar o caminho traçado diante de você, Comandante."

[T_Final_Mission_First_Set_Five_Speaker_01 AkEvent]
SpokenText="Repetidas vezes rejeitamos nossa sabedoria, e ainda assim não demonstramos nada além de compaixão e generosidade, mas, como em todas as coisas, isso também deve acabar, não podemos continuar a suportar as suas transgressões."

[T_Final_Mission_First_Set_Five_Speaker_03 AkEvent]
SpokenText="Ainda há outra maneira."

[T_Final_Mission_First_Set_Four_Speaker_01 AkEvent]
SpokenText="Tanto tempo despendeu desnecessariamente a resistir, lutando a sua ascensão para algo maior! E, no entanto, aqui está você, tal como imaginávamos. Em seus esforços para impedir a criação do Avatar, seguiu o caminho que apresentamos, Nossas próprias expectativas elevadas Comandante. "

[T_Final_Mission_First_Set_Four_Speaker_03 AkEvent]
SpokenText="Você realmente acredita que seja esse o caso?"

[T_Final_Mission_First_Set_One_Speaker_04 AkEvent]
SpokenText="... se vieram de uma fonte mais familiar ..."

[T_Final_Mission_First_Set_Six_Speaker AkEvent]
SpokenText="Vocês nos vêem como os conquistadores de seu mundo, mas isso nunca foi nossa intenção.Toda e cada espécie que você encontrou, os alienígenas que você lutou e massacrou tão ferozmente.Nenhum de nós foi dada uma escolha.Nossa casa foi O mais antigo dos mundos, e o primeiro a ser consumido, bilhões se perderam, se fosse esse o fim ."

[T_Final_Mission_First_Set_Three_Speaker_02 AkEvent]
SpokenText="ADVENT ofereceu a sua esperança de pessoas, um futuro melhor, para ser algo maior, mas você ainda se recusa, o que mais podemos lhe oferecer do que o maior presente de todos?"

[T_Final_Mission_First_Set_Two_Speaker AkEvent]
SpokenText="Tantas vidas se arriscaram a trazê-lo de volta para eles, Comandante E por quê Mais violência Mais guerra Mais morte ... Verdadeiramente você estava destinado a algo mais do que isso A forma que você agora possui é testemunho disso ... "

[T_Final_Mission_Middle_Set_Four_Speaker_01 AkEvent]
SpokenText="Quando encontramos a Terra pela primeira vez, choramos por um mundo quebrantado, por uma raça torturada chorando às estrelas em agonia, respondendo à sua chamada, vendo o seu verdadeiro potencial."

[T_Final_Mission_Middle_Set_Four_Speaker_02 AkEvent]
SpokenText="O que você chama a primeira invasão foi simplesmente um teste Seu povo não falhou como alguns dentre vocês acreditam Você conseguiu além da medida Você só precisa aceitar o seu lugar entre nós ..."

[T_Final_Mission_Middle_Set_Four_Speaker_04 AkEvent]
SpokenText="Não perdemos nada, pois a nossa maior arma retorna para nós."

[T_Final_Mission_Middle_Set_One_Speaker_02 AkEvent]
SpokenText="A partir deste lugar sagrado podemos invocar uma legião de reforços sem fim, você será invadido, mas nossos exércitos podem ser retirados a qualquer momento, Comandante. A paz está ao seu alcance, se você simplesmente vier a nós."

[T_Final_Mission_Middle_Set_Three_Speaker_03 AkEvent]
SpokenText="Você fala de trivialidades, nós não vacilaremos, você encontrará que os guerreiros aqui são mais do que dedicados à nossa causa Eles não exigem nenhuma supervisão, porque eles sabem que o fracasso aqui significa o fim para todos."

[T_Final_Mission_Middle_Set_Three_Speaker_04 AkEvent]
SpokenText="Considere todos aqueles que se sacrificaram pela sua causa, Comandante, tantos amigos ... tantos aliados ... para quê ..."

[T_Final_Mission_Middle_Set_Two_Speaker AkEvent]
SpokenText="Durante décadas você foi parte de nós, Comandante, você é capaz de muito mais, e ainda assim você não consegue entender a verdadeira natureza de seu poder. Retorne a nós e seu mundo viverá. Não sobrou nada para salvar ... "

[T_Final_Mission_XCOM_Avatar_Has_Died_Speaker_01 AkEvent]
SpokenText="Outro sacrifício desnecessário, como tantos outros de sua espécie, se você tivesse ouvido."